import React from 'react'
import { Link } from 'react-router-dom';

import Navbar from '../components/AdminPage/Navbar';
import Footer from '../components/AdminPage/Footer';

function About() {


    return (

        <>

         <Navbar/>
         <div className="container my-5 py-5 gap-5  d-flex aboutheight">       
         <div className="row">
        <div className="col-lg-6 col-12 d-flex about-img align-items-center justify-content-center ">
          <img className="img mx-5" src="/images/About.png" alt="" />
        </div>
<div className=" col-lg-6 col-12 d-flex flex-column  justify-content-center ">
                <div className='  d-flex justify-content-start mt-5 About-txt '>
                    <h3>संस्थापक बी. शंकर
                        सम्पादक गंगा असनोड़ा <br />
                        साहित्य सम्पादक डॉ प्रीतम अपच्छयांण, उमा घिल्डियाल</h3>
                </div>
                <div class='About-txt py-2'>
                <p>
                    रीजनल रिपोर्टर हिमालयी सरोकारों से साक्षात्कार के उद्देश्य के साथ फरवरी 2007 में संस्थापक संपादक स्व.बी.शंकर एवं उनके उत्साही साथियों की ओर से मीडिया संस्थान के रूप में स्थापित की गई एक मासिक पत्रिका थी। शुरुआती दौर में संसाधनों के नितांत अभाव में शुरू की गई मासिक पत्रिका को हिमालयी सरोकारों से जुड़े कई साथियों ने प्रकाशन के लिए सहयोग किया।
                    रीजनल रिपोर्टर सिर्फ स्थानीयता न होकर समस्त हिमालयन रीजन का प्रतिनिधित्व करने वाले संस्थान का नाम रखा गया। चूंकि उत्तराखण्ड एक हिमालयी राज्य है तथा पत्रिका का प्रकाशन इसी हिमालयी राज्य के एक महत्त्वपूर्ण शहर श्रीनगर से होता है। अतः इस पत्रिका में
                    उत्तराखण्ड के जन सरोकारों को मुखरता के साथ उठाया जाता रहा है। इसके साथ ही उत्तराखण्ड के प्राकृतिक, सामाजिक, सांस्कृतिक, राजनैतिक, आर्थिक, शैक्षणिक तथा कई अन्य विषयों की गहन पड़ताल एवं विश्लेषणात्मक सामग्री प्रकाशित करने के साथ-साथ समय-समय पर विशिष्ट विषयों व परिशिष्टों तथा विशेषांकों का प्रकाशन किया जाता रहा है। पत्रिका ने अपने प्रकाशन के उद्देश्यों और जनाकांक्षाओं को भली भांति पूर्ण किया है
                    न्यू मीडिया के इस दौर में पाठकों तथा दर्शकों तक खबर, फोटो और वीडियो अपडेट पहुंचाने का प्रबल तथा महत्त्वपूर्ण माध्यम वेब साइट के रूप में स्थापित हुआ है। संपूर्ण हिमालयी क्षेत्र की दिशा और दशा को निर्धारित करने में जनता तथा विभिन्न संस्थानों की भागीदारी को और प्रभावी करके जनसामान्य की प्राथमिकताओं व समस्याओं को विचार-विमर्श के केन्द्र में लाया सके, अपने इस उद्देश्य के साथ हम इस माध्यम पर भी उपलब्ध हैं।
                    हम चाहेंगे कि हिमालयी क्षेत्र और हिमालय के लोगों की आवाज और उनके सरोकार बुलंद रहें।
                </p>
            </div>
            </div>
</div>

            </div>



   <Footer/>

        </>
    )
}

export default About