import React from 'react'
import { Link } from 'react-router-dom'
import Navbar from '../components/AdminPage/Navbar'
import Footer from '../components/AdminPage/Footer'

function PageMain() {
  return (
    <>
    <Navbar />




    <div className='col-ms-4 text-center'>

    <img className='mainpg-img' src="/images/logo.jpeg" alt="" />
     
     <div className='Mainhead'>

        <h2> Heading </h2>   


     </div>
 

         <div className='Maintopic'>

        <h3>नमामि गंगे परियोजना के तहत, उत्तराखंड के चमोली जिले में स्थित, ‘जल मल शोधन संयंत्र में करंट लगने से सोलह लोगों की जान चली गई लेकिन इनकी जान की कीमत चुकाने की जवाबदारी के बारे में, संबंधित ठेकेदार कंपनी के खिलाफ, इस घटना की जांच रिपोर्ट में कुछ भी नहीं कहा गया है।                इसी संदर्भ में पढ़िये, ‘समता मार्ग’ में पिछले साल ही छपी ये रिपोर्ट — विनोद कोचर] ” इतने सालो में आज पहली बार ये पता चला है कि गंगा के प्रदूषण को साफ़ करने वाला सीवेज ट्रीटमेंट प्लांट भी अडानी की कंपनी चला रही हैं, और मोदी सरकार ने उससे ऐसा समझौता किया है कि किसी समय प्लांट में क्षमता से अधिक गंदा पानी आया तो शोधित करने की जवाबदेही अडानी की कंपनी नहीं होगी यह जानकारी कल देश की जनता को इलाहाबाद हाईकोर्ट के माध्यम से मिल पाई जब एक जनहित याचिका पर सुनवाई हो रही थी नमामि गंगे परियोजना के महानिदेशक ने कोर्ट को यह जानकारी दी कि सीवेज ट्रीटमेंट प्लांट तो अडानी जी चला रहे हैं इलाहाबाद हाईकोर्ट के सामने जब सीवेज ट्रीटमेंट प्लांट के कांट्रेक्ट की शर्तो का खुलासा हुआ तो जजों ने अपना माथा पीट लिया क्योंकि अदानी से किए कांट्रेक्ट में यह प्रावधान किया गया है कि किसी समय प्लांट में क्षमता से अधिक गंदा पानी आया तो शोधित करने की जवाबदेही उसकी नहीं होगी. इलाहबाद हाईकोर्ट ने इस तथ्य पर बेहद तल्ख टिप्पणी करते हुए कहा कि ऐसे करार से तो गंगा साफ होने से रही. कोर्ट ने कहा ऐसी योजना बन रही है जिससे दूसरों को लाभ पहुंचाया जा सके और जवाबदेही किसी की न हो. ऐसा करार कर लिया गया है कि कंपनी बिना ट्रीटमेंट किए पैसे ले रही है इलाहाबाद हाईकोर्ट की पूर्णपीठ मुख्य न्यायाधीश राजेश बिंदल, न्यायमूर्ति एम के गुप्ता तथा न्यायमूर्ति अजित कुमार ने कहा कि जब आपने कांट्रेक्ट ही ऐसा किया है है तो ट्रीटमेंट करने की जरूरत ही क्या है ? हाईकोर्ट ने योगी सरकार के कामकाज पर उंगली उठाते हुए उत्तर प्रदेश प्रदूषण नियंत्रण बोर्ड को भी आड़े हाथो लिया और कहा कि बोर्ड साइलेंट इस्पेक्टेटर बना हुआ है, इसकी जरूरत ही क्या है, इसे बंद कर दिया जाना चाहिए.ऐक्शन लेने में क्या डर है? कानून में बोर्ड को अभियोग चलाने तक का अधिकार है ? आपकी जानकारी के लिए बता दूं कि नमामि गंगे’ परियोजना की डेडलाइन 2020 थी, लेकिन 2022 में अब तक इसके 10 फ़ीसदी प्रोजेक्ट भी ठीक से पूरे नहीं हुए है ऐसा नहीं है कि कोर्ट के सामने पहली बार यह मामला आया है 2019 में भी इलाहाबाद हाईकोर्ट के तीन जजों की पूर्ण पीठ ने केंद्र सरकार से नमामि गंगे प्रॉजेक्ट कार्य के प्रगति की जानकारी मांगी थी कोर्ट ने पूछा कि जितने भी एसटीपी स्थापित किए गए हैं, वे ठीक से कार्य कर रहे हैं या नहीं? उनकी क्या स्थिति है और गंगा में नाले का गंदा पानी सीधे कैसे जा रहा है? उन्हें रोकने का इंतजाम क्यों नहीं किया गया है और गंगा में न्यूनतम जल प्रवाह रखने की क्या योजना है? लेकिन उस वक्त आम चुनाव होने थे लिहाजा सुनवाई टलती गई….. और 2022 आ गया 2016 में नमामी गंगे परियोजना का बजट 20,000 करोड रुपए का बनाया गया था साफ़ दिख रहा है कि 20 हजार करोड़ भ्रष्ट्राचार की भेट चढ़ गए हैं मीडिया आज पश्चिम बंगाल में  हुए 20 करोड के भ्रष्टाचार की खबरे सुबह शाम जनता को परोस रहा है लेकिन 20 हजार करोड़ के भ्रष्टाचार पर कोई बात नही कर रहा….”</h3>

         </div>


    </div>
    
    
    
    <Footer/>
    
    </>
  )
}

export default PageMain